Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/2_id_512816.html.tmx
Source language: nob
Languages: sme

source: Programmet forvaltes av Sametinget og vil også omfatte satsinger knyttet til reiseliv.
sme: Sámediggi hálddaša dan prográmma ja das leat mielde mátkeealáhussii gullevaš doaibmabijut.

source: Reiseliv med utgangspunkt i samisk kultur er en næring i vekst.
sme: Sámi kultuvrii vuođđuduvvon mátkeealáhus lea dakkár ealáhus mii lea stuorrumin.

source: Regjeringen vil legge til rette for samisk reiselivsutvikling for å sikre og styrke næringslivet i samiske områder.
sme: Ráđđehus áigu láhčit dili buorrin mátkeealáhusovdáneapmái sihkkarastin ja nannen dihte sámi guovlluid ealáhusaid.

source: Utvikling av samisk reiseliv må bygge på respekt for samiske verdier.
sme: Sámi mátkeealáhusaid ovddideamis fertejit sámi árvvut adnojuvvot gutnis.

source: Klimaendringene representerer store utfordringer for urfolks kulturer, næringstilpasninger og samfunnsutvikling.
sme: Dálkkádatrievdamat dagahit stuorra hástalusaid álgoálbmotkultuvrraide, ealáhusheivehemiide ja servodatovdáneapmái.

source: Samisk kultur er fortsatt sterkt knyttet til primærnæringene og nærhet til naturen.
sme: Sámi kultuvra lea ain nannosit čadnojuvvon vuođđoealáhusaide ja das lea lagašvuohta lundui.

source: Regjeringen vil bygge sin miljøpolitikk på prinsippet om bærekraftig utvikling, føre var-prinsippet, og solidaritet med våre etterkommere.
sme: Ráđđehus áigu iežas biraspolitihka hukset dan vuođđojurdagii mii lea ceavzilis ovdáneamis, gearggusvuođaprinsihpas, ja dasa ahte lea solidaritehta iežamet maŋisbohttiiiguin.

source: Vi vil føre en politikk som forvalter ressursene på en bedre måte, tar vare på det biologiske mangfoldet og reduserer utslippene for å hindre menneskeskapte klimaendringer.
sme: Mii áigut jođihit dakkár politihka mii hálddaša rig ­godagaid buoret vugiin, mii fuolaha biologalaš šláddjiivuođa ja unnida nuoskkidemiid vai hehttešeimmet dálkkádatrievdamiid mat bohtet olbmo daguid geažil.

source: For å løse globale miljøutfordringer trengs forpliktende internasjonalt samarbeid.
sme: Mii dárbbašit geatnegahtti riikkaidgaskasaš ovttasbarggu čoavdin várás máilmmiviidosaš birashástalusaid.

source: Urfolks tradisjonelle kunnskap vil kunne være viktig i forhold til klimautfordringene og i forhold til samspillet mellom mennesker og natur.
sme: álgoálbmogiid árbevirolaš máhttu veadjá leat deaŧalaš dálkkádathástalusaid oktavuođas ja olbmuid ja luonddu ovttasdoaibmamis.

source: For regjeringen er det derfor viktig med samisk deltakelse i arbeidet med klimaspørsmål og at samene gjennom sine institusjoner kan bidra i utviklingen av kunnskapsgrunnlaget knyttet til natur, miljø og klimaendringer.
sme: Danne lea ráđđehussii deaŧalaš sápmelaččaid oassálastin dálkkádatáššiid bargui ja lea maid deaŧalaš ahte sámit ásahusaideaset bokte sáhttet leat mielde ásaheamen máhttovuođu luonddu, birrasa ja dálkkádatrievdamiid oktavuođas.

source: I arbeidet med verneregimer er det viktig å ta hensyn til samiske sedvaner og tradisjonell bruk og næringsutøvelse av områdene.
sme: Go bargat gáhttenvuogádagaiguin, de lea deaŧalaš váldit vuhtii sámi dološ vieruid ja guovllu árbevirolaš geavaheami ja ealáhusdoaimmaheami.

source: De samiske kjerneområdene omfatter store naturverdier som det er en viktig nasjonal oppgave å ta vare på for ettertiden – ikke minst som grunnlag for fortsatt samisk bosetting, næringsvirksomhet og kultur.
sme: Sámi guovddášguovlluin leat stuora luondduárvvut ja lea riikii deaŧalaš bargu daid seailluhit maŋit áiggiide – iiba unnimusatge danne vai ain livččii vuođđu sámi ássamii, ealáhusdoaimmaide ja kultuvrii.

source: Regjeringens nordområdepolitikk skal bidra til å trygge urfolkenes livsgrunnlag, næringer, historie og kultur i nordområdene.
sme: Ráđđehusa davviguovlopoltihkka galgá leat mielde dahkamin oadjebassan davviguovlluid álgoálbmogiid eallinvuođu, ealáhusaid, historjjá ja kultuvrra.

source: I nordområdene må det være fokus på urfolks interesser og rettigheter.
sme: Davviguovlluin ferte čalmmustahttit álgoálbmogiid beroštumiid ja vuoigatvuođaid.

source: Urfolkenes historie, kultur, næringer og samfunn må vernes og utvikles, samtidig som det legges til rette for urfolks deltakelse og aktive bidrag til folk til folk-samarbeidet.
sme: álgoálbmogiid historjjá, kultuvrra, ealáhusaid ja servodaga ferte gáhttet ja ovddidit, dan seammás go álgoálbmogat galget beassat oassálastit ja aktiivvalaččat leat mielde álbmogis-álbmogii ovttasbarggus.

source: 1.2 Nasjonale rammer for samepolitikken
sme: 1.2 Sámepolitihka riikkalaš rámmat

source: Utviklingen av samenes rettslige stilling i Norge bygger på Samerettsutvalgets og Samekulturutvalgets utredninger på 1980-tallet.
sme: Norgga sámiid rievttálaš dili ovdáneami vuođđu leat Sámi vuoigatvuođalávdegotti ja Sámi kulturlávdegotti čielggadeamit 1980-logus.

source: Videre er utviklingen påvirket av den internasjonale utviklingen på det urfolksrettslige området.
sme: Riikkaidgaskasaš álgoálbmotrievttálaš ovdáneapmi lea maiddái váikkuhan dillái.

source: Samerettsutvalget og Samekulturutvalget la til grunn at norske myndigheter har et ansvar for å sikre samisk samfunnsliv og kultur gjennom lovgivning og andre tiltak.
sme: Sámi vuoigatvuođalávdegoddi ja Sámi kulturlávdegoddi atne vuođđun ahte Norgga eiseválddiin lea ovddasvástádus sihkkarastit sámi servodateallima ja kultuvrra lágaiguin ja eará doaibmabijuiguin.

source: Regjeringen ønsker først og fremst å ivareta hele befolkningen gjennom den generelle lovgivningen.
sme: Ráđđehus háliida vuosttažettiin fuolahit oppa álbmoga oppalaš lágaiguin.

source: Det er imidlertid særregler for å sikre hensynet til den samiske befolkningen i Grunnloven § 110 a og Lov 12. juni 1987 nr. 56 om Sametinget og andre samiske rettsforhold (sameloven).
sme: Dattetge leat sierra njuolggadusat mat sihkkarastet sámi álbmoga dili Sámelága paragráfas 110 a ja Geassemánu 12. b. 1987-mannosaš lágas nr. 56 Sámedikki ja eará sámi riektediliid birra (sámelágas).

source: Videre er Lov 21. mai 1999 nr. 30 om styrking av menneskerettighetenes stilling i norsk rett (menneskerettsloven) av betydning.
sme: Viidáseappot lea Miessemánu 21. b. 1999-mannosaš láhka nr. 30 olmmošvuoigatvuođaid nannema birra Norgga ­rievttis (olmmošvuoigatvuođaláhka) dehálaš.

source: 1.2.1 Grunnloven § 110 a
sme: 1.2.1 Vuođđolága § 110 a

source: Grunnloven § 110 a slår fast:
sme: Vuođđolága § 110 a nanne:

source: «Det paaligger Statens Myndigheter at lægge Forholdene til Rette for at den samiske Folkegruppe kan sikre og udvikle sit Sprog, sin Kultur og sit Samfundsliv.»
sme: «Lea stáhta eiseválddiid ovddasvástádus láhčit dili nu ahte sámi álbmot sáhttá sihkkarastit ja ovddidit gielas, kultuvrras ja servodateallimis.»

source: Ordlyden i Grunnloven § 110 a ligger nært opp til artikkel 27 i FN-konvensjonen om sivile og politiske rettigheter.
sme: Vuođđolága § 110 a lea sánis sátnái measta nu mo ON-konvenšuvnna 27. artihkal siviila ja politih-kalaš vuoigatvuođaid birra.

source: Med denne bestemmelsen har norske myndigheter fastsatt en rettslig, politisk og moralsk forpliktelse til å tilrettelegge forholdene slik at samene selv skal kunne sikre og påvirke det samiske samfunnets utvikling.
sme: Dáinna mearrádusain leat Norgga eiseválddit váldán badjelasaset rievttálaš, politihkalaš ja morálalaš geatnegasvuođa láhčit dilálašvuođaid nu ahte sámit ieža galget sáhttit sihkkarastit sámi servodaga ovdáneami ja váikkuhit dasa.

source: Paragrafen gir samene i Norge en aktiv rolle med hensyn til å ivareta sine interesser.
sme: Paragráfa addá Norgga sámiide aktiiva rolla fuolahit iežaset beroštumiid.

source: Grunnlovsparagrafen er utformet med tanke på både vern og utvikling.
sme: Vuođđolága paragráfa lea hábmejuvvon sihke suodjaleami ja ovddideami dihtii.

source: 1.2.2 Sameloven
sme: 1.2.2 Sámeláhka

source: Sameloven ble vedtatt for å ivareta den samiske folkegruppes rettigheter i Norge.
sme: Sámeláhka mearriduvvui fuolahan dihtii sámi ál-bmotjoavkku vuoigatvuođaid Norggas.

source: Loven konkretiserer innholdet i de overordnede prinsippene som Grunnloven § 110 a etablerer.
sme: Láhka čielggasmahttá daid bajimus prinsihpaid sisdoalu maid Vuođđolága § 110 a ásaha.

source: Sametinget ble etablert ved samelovens vedtakelse.
sme: Sámediggi ásahuvvui sámelága mearridemiin.

source: Loven gir bestemmelser om Sametingets arbeidsområde og myndighet, valg til Sametinget og Sametingets administrasjon.
sme: Lágas leat mearrádusat Sámedikki bargosuorggi ja válddi birra, Sámediggeválgga birra ja Sámedikki hálddahusa birra.

source: I forarbeidene til sameloven ble det lagt stor vekt på at Sametingets myndighet skulle utvikles i takt med tingets egen oppfatning og det generelle samfunnssyn på samenes stilling i Norge.
sme: Sámelága ovdabargguin deattuhuvvui sakka ahte Sámedikki váldi galgá ovddiduvvot dikki iežas áddejumi vuođul ja dan vuođul mo oppalaš servodatoaidnu lea sámiid diliin Norggas.

source: Regler om bruk av samisk språk kom inn som et tillegg i sameloven 21. desember 1990.
sme: Njuolggadusat sámegiela geavaheami birra bohte lasáhussan sámeláhkii juovlamánu 21. beaivvi 1990.

source: Samisk språk og samelovens språkregler omtales i kapittel 19 i denne stortingsmeldingen.
sme: Sámegiela ja sámelága giellanjuolggadusat válddahallojuvvojit dán stuorradiggedieđáhusa 19. kapihttalis.

source: Etableringen av Sametinget er en gjennomføring av samenes rett som et folk til å organisere seg og opprette representative institusjoner.
sme: Sámedikki ásaheapmi lea sámiid vuoigatvuođa čađaheapmi beassat álbmogin organiseret iežas ja ásahit iežas ovddasteaddji ásahusaid.

source: Sametinget er samenes eget folkevalgte organ som taler samenes sak og fremmer samiske interesser.
sme: Sámediggi lea sámiid iežas álbmotválljen orgána mii bealušta sámiid ášši ja ovddida sámi beroštumiid.

source: Gjennom Sametinget kan samene bli hørt i nasjonale, regionale og lokale fora.
sme: Sáme-dikki bokte besset sámit hállat iežast ovddas riik-kalaš, guvllolaš ja báikkálaš forain.

source: Sametinget er et talerør for å fremme samiske interesser for regjering og statsforvaltning.
sme: Sámediggi lea jietnaguoddi ovddidettiin sámi beroštusaid ráđđehussii ja stáhtahálddahussii.

source: Slik får de samiske interessene som fremmes ekstra tyngde i møte med nasjonale og storsamfunnets interesser.
sme: Nu ožžot sámi beroštumit mat ovddastuvvojit stuorát deattu deaivvadettiin riikkalaš ja stuorraservodaga beroštumiiguin.

source: I forarbeidene til sameloven, Ot.prp. nr. 33 (1986 – 1987), la regjeringen frem prinsipielle synspunkter knyttet til samene som minoritetsbefolkning i Norge.
sme: Sámelága ovdabargguin, Od.prp. nr. 33 (1986 – 1987) ovddidii ráđđehus prinsihpalaš oainnuid sámiid birra Norgga unnitlohkoálbmogin.

source: Regjeringen sluttet seg til Samerettsutvalgets grunnsyn i NOU 1984: 18.
sme: Ráđđehus guorrasii Sámi vuoigatvuođalávdegotti vuođđooidnui NOUs 1984: 18.

source: Det uttales i odelstingsproposisjonen at samene er en egen etnisk gruppe, et eget folk, som har hatt tilhold i nåværende norske områder (og tilstøtende områder i nabolandene) siden før den norske riksdannelsen.
sme: Odeldiggeproposišuvnnas celkojuvvo ahte sámit leat sierra čearddalaš joavku, sierra álbmot, geat leat orron dálá Norgga eanaviidodagain (ja daid rádjálas sii-daguoibmeriikkaid guovlluin) jo ovdal Norgga riikka ásaheami.

source: Uttalelsene viser at samenes status som minoritet og urfolk var fastslått gjennom vedtakelsen av sameloven, og dermed uavhengig av internasjonale avtaler som Norge senere har sluttet seg til, samtidig som disse avtalene bekrefter og styrker urfolksdimensjonen i samepolitikken.
sme: Cealkámušat čájehit ahte sámiid stáhtus unnitlohkun ja álgoálbmogin lei nannejuvvon sámelága mearridemiin, ja nu dat ii lean gitta riikkaidgaskasaš soahpamušain maid Norga maŋŋá lea vuolláičállán, seammás go dát soahpamušat duođaštit ja nannejit sámepolitihka álgoálbmotdimešuvnna.

source: Samelovens formål, inntatt i lovens § 1, er «å legge forholdene til rette for at den samiske folkegruppe i Norge kan sikre og utvikle sitt språk, sin kultur og sitt samfunnsliv».
sme: Sámelága ulbmil, biddjojuvvon lága §:i 1, lea «lágidit diliid nu ahte sámi álbmot Norggas sáhttá sihkkarastit ja ovddidit iežas giela, kultuvrra ja servodateallima».

source: I odelstingsproposisjonen uttaler regjeringen bl.a. (s. 22): «Generelt sett dreier det seg her om hvordan myndighetene gjennom lovgivning og andre tiltak kan bidra til å sikre at samene kan bestå som et eget folk også i framtiden.»
sme: Odeldiggeproposišuvnnas cealká ráđđehus earret eará (s. 22): «Oppalaččat gehččojuvvon lea dás sáhka mo eiseválddit lágaiguin ja eará doaibmabijuiguin sáhttet váikkuhit dasa ahte sámit sáhttet ceavzit sierra álbmogin boahtteáiggi ge.»

source: Videre blir det uttalt at «målsettingen om å opprettholde samisk etnisitet i landet ikke kan oppnås uten særskilte tiltak overfor den samiske befolkningen» (s. 23).
sme: Viidáseappot daddjojuvvo ahte «ulbmil bisuhit sámi čearddalašvuođa riikkas ii leat vejolaš sierra doaibmabijuid haga sámi álbmoga várás» (s. 23).

source: Dette vil medføre at det i noen grad må skje avvik fra den formelle likestillingen i snever forstand mellom samfunnsborgerne.
sme: Dát dagaha ahte muhtumassii ferte spiehkastit gáržžet áddejuvvon ja formála ovttadássásašvuođas gaskal servodatlahtuid.

source: Men hensikten vil være å oppnå en likestilling i videre forstand, eller med andre ord en reell likeverdighet mellom samisk kultur og annen kultur i det norske samfunnet.
sme: Muhto áigumuš lea ollašuhttit dásseárvvu viidáset áddejumis, dahje eará sániiguin ollašuhttit sámi kultuvrra ja riikka eará kultuvrra duohta ovttaárvosašvuođa Norgga servodagas.

source: Tilfredsstillende rettsgarantier for en minoritet kan ikke uten videre bygge på flertallsoppfatninger i alminnelig norsk forstand.
sme: Dohkálaš riektedáhkádusat eai sáhte eambbo vuođđuduvvot eanetlohkoáddejumiide Norgga dábálaš ipmárdusa mielde.

source: De samepolitiske tiltakene må snarere måles mot og utformes på grunnlag av mer prinsipielle verdiforestillinger om forholdet til et etnisk mindretall.
sme: Sámepolitihkalaš doaibmabijut fertejit ovdal mihtiduvvot eambbo prisihpalaš árvogovahallamiid ektui ja hábmejuvvot daid vuođul go lea sáhka gaskavuođas čearddalaš unnitlohkui.

source: 1.2.3 Menneskerettsloven
sme: 1.2.3 Olmmošvuoigatvuođaláhka

source: Ved vedtakelsen av menneskerettsloven ble blant annet FN-konvensjonen om sivile og politiske rettigheter fra 1966 gitt status som norsk lov, jf. menneskerettsloven § 2.
sme: Olmmošvuoigatvuođalága mearridemiin addojuvvui jagi 1966 ON-konvenšuvdnii siviila ja politihkalaš vuoigatvuođaid birra stáhtus Norgga láhkan, gč. olmmošvuoigatvuođalága § 2.

source: Det vil si at artikkel 27 om minoriteters rettigheter har stilling som norsk lov.
sme: Dat mearkkaša ahte 27. artihkal unnitloguid vuoigatvuođaid birra lea šaddan Norgga láhkan.

source: Konvensjonens bestemmelser skal ved motstrid gå foran annen norsk lov, jf. § 3.
sme: Konvenšuvnna mearrádusat galget go vuostálasvuohta čuožžila, leat gievrrabut go Norgga eará láhka, gč. § 3.

source: Det følger av menneskerettsloven at hvis en norsk domstol skulle finne at en norsk lov strider mot artikkel 27, må loven vike.
sme: Olmmošvuoigatvuođalágas čuovvu ahte jus Norgga duopmostuollu gávnnaha ahte Norgga láhka šaddá vuostálagaid 27. artihkkaliin, de ferte láhka gáidat.

source: Regjeringen antar imidlertid at det skal mye til før en slik situasjon kan oppstå, blant annet fordi artikkel 27 i stor grad har vært inspirasjonskilde både til Grunnloven § 110 a og sameloven, og at hensynet til samisk kultursikring og kulturutvikling er ivaretatt i senere lovgivning.
sme: Ráđđehus navdá ahte leaikkal ii bohciit dakkár dilli, earret eará dannego 27. artihkal viehka ollu lea váikkuhan sihke Vuođđđolága § 110 a:i ja sámeláhkii, ja dasa ahte sámi kultursihkkarastin ja kulturovddideapmi leat fuolahuvvon maŋit lágain ge.

source: Regjeringen vurderer i dag fortløpende samiske hensyn ved utarbeidelse av ny lovgivning.
sme: Ráđđehus árvvoštallá odne oktilaččat sámi deastagiid go addá ođđa lágaid.

source: Menneskerettslovens formål er å styrke menneskerettighetenes stilling i norsk rett, jf. § 1.
sme: Olmmošvuoigatvuođalága ulbmil lea nannet olmmošvuoigatvuođaid saji Norgga rievttis, gč. § 1.

source: Formålet er dermed å styrke menneskerettighetene i norsk rett generelt, ikke bare de rettigheter som inkorporeres i norsk lov ved menneskerettsloven.
sme: Danne lea ulbmil nannet olmmošvuoigatvuođaid oppalaččat Norgga rievttis, ii ge dušše daid vuoigatvuođaid mat váldojit Norgga láhkii olmmošvuoigatvuođalága geažil.

source: Formuleringen understreker at også menneskerettskonvensjoner som ikke blir inkorporert ved lovens § 2, skal anses som tungtveiende rettskilder.
sme: Sánádat deattasta ahte olmmošvuoigatvuođakonvenšuvnnat ge mat Norg-ga láhkii eai ovttastuvvo lága § 2 bokte, galget adnojuvvot dehálaš riektegáldun.

source: Dette gjelder blant annet ILO-konvensjon nr. 169.
sme: Dát guoská earret eará ILO-konvenšuvdnii nr. 169.

source: Stortingets justiskomité påpekte at man ved lovfestingen av de grunnleggende menneskerettskonvensjonene sikrer at menneskerettighetene fullt ut blir lagt til grunn ved norske domstoler, jf. Innst. O. nr. 51 (1998 – 99).
sme: Stuorradikki Justiisalávdegoddi fuomášuhttá ahte vuđolaš olmmošvuoigatvuođaid lágademiin sihkkarastá ahte olmmošvuoigatvuođat ollásit biddjojit vuođ-đun Norgga duopmostuoluin, gč. árv. O. nr. 51 (1998 – 99).

source: Ved lov 1. august 2003 nr. 86 om endringer i menneskerettsloven m.v. ble FNs konvensjon om barnets rettigheter inntatt i menneskerettsloven.
sme: Borgemánu 1. b. 2003-mannosaš lága vuođul nr. 86 olmmošvuoigatvuođalága rievdadusaid jd. birra váldojuvvui ONa konvenšuvdna máná vuoigatvuođaid birra mielde olmmošvuoigatvuođa-láhkii.

source: Barnekonvensjonen er dermed gitt status som norsk lov og har forrang foran annen lovgivning jf. menneskerettsloven § 3.
sme: Nu lea Mánáidkonvenšuvdna ožžon árvodá-si Norgga láhkan ja lea ožžon sajádaga eará lágaid ovddabeallái gč. olmmošvuoigatvuođalága § 3.

source: Barnekonvensjonen i sin helhet gjelder også for samiske barn og unge.
sme: Olles Mánáidkonvenšuvdna gusto sámi mánáide ja nuoraide ge.

source: Konvensjonens artikkel 30 vil ha særlig betydning for samene, i det den fastslår at barn som tilhører en minoritet eller urbefolkning ikke skal nektes retten til sammen med andre medlemmer av sin gruppe «å leve i pakt med sin kultur, bekjenne seg til og utøve sin religion, eller bruke sitt eget språk», se kap. 9.
sme: Konvenšuvnna 30. artihkal lea ere-noamáš dehálaš sámiide go dat cealká ahte daidda mánáide geat gullet unnitlohkui dahje álgoálbmogii, eai galgga gieldit vuoigatvuođa ovttas iežaset joavkku eará miellahtuiguin «eallit iežaset kultuvrra mielde, dovddastit iežaset oskoseaset ja bálvalit oskkuset, dahje geavahit gielaset», gč. 9. kapihttala.

source: Vedtakelsen av menneskerettsloven sikrer at hensynet til sikring og utvikling av samisk kultur ivaretas i norsk rett.
sme: Olmmošvuoigatvuođalága mearrádus sihkkarastá ahte sámi kultuvrra sihkkarastima ja ovddideami deastagat fuolahuvvojit Norgga rievttis.

source: Artikkel 27 i FN-konvensjonen om sivile og politiske rettigheter (SP) har vært omtalt i avgjørelser fra Høyesterett etter at konvensjonen ble inkorporert i norsk lov.
sme: ON-konvenšuvnna 27. artihkal siviila ja politihkalaš vuoigatvuođaid birra (SP) lea válddahallojuvvon Alimusrievtti mearrádusain maŋŋágo konven-šuvdna váldojuvvui mielde Norgga láhkii.

source: Høyesterett har aldri konstatert motstrid mellom bestemmelsen og annen lovgivning.
sme: Alimusriekti ii leat goassege vásihan ahte mearrádus ja eará lágat leat šaddan vuostálagaid.

source: Det forhold at artikkel 27 er gitt status som norsk lov har trolig bidratt til større bevisstgjøring av minoritets- og urfolksvernet i folkeretten ved utforming av nytt regelverk.
sme: Dat duohtadilli ahte 27. artihkal lea ožžon árvodási Norgga láhkan, lea jáhkkimis váikkuhan Norgga láhkii eanet diđolašvuođa álbmotrievtti unnitlohko- ja álgoál ­bmotsuodjaleami birra go ođđa njuolggadusat ráhkaduvvojit.

source: Det må slik antas at inkorporeringen av konvensjonen reduserer risikoen for motstrid mellom konvensjonen og intern rett.
sme: Nu ferte jáhkkit ahte konvenšuvnna ovttastahttin geahpida dan vára ahte konvenšuvdna ja siskkáldas riekti šaddet vuotálagaid.

source: Videre er det grunn til å tro at SP artikkel 27 som tolkningsfaktor ved anvendelse av annen lovgivning har blitt styrket ved vedtakelsen av menneskerettsloven.
sme: Viidáseappot lea jáhkehahtti ahte SPa 27. artihkal eará lágaid geavaheami dulkonfáktorin lea na-nosuvvan olmmošvuoigatvuođalága mearridemiin.

source: 1.2.4 Generell nasjonal rett med særlig betydning for samer
sme: 1.2.4 Oppalaš riikkalaš riekti mii lea erenoamáš dehálaš sámiide

source: Hensynet til samiske interesser er videre ivaretatt i andre deler av norsk rett – utenfor de lovbestemmelser som er vedtatt for særlig å sikre og utvikle samisk kultur.
sme: Sámiid beroštumiid deastagat leat dasto fuolahuvvon Norgga rievtti eará osiin – earret daid sierra láhkamearrádusaid mat leat mearriduvvon sihkkarstin dihtii ja ovddidan dihtii sámi kultuvrra.

source: Nedenfor er gjengitt enkelte eksempler på rettsregler som i utgangspunktet er allmenne, og som har betydning for samers rettsstilling i møte med offentlige myndigheter og private rettssubjekter.
sme: Vulobealde leat riektenjuolggadusaid muhtun ovdamearkkat mat álgoálggus leat oppalaččat, ja mat leat dehálaččat sámiid riektedillái go sis lea dahkamuš almmolaš eiseválddiin ja priváhta riektesubjeavttain.

source: Særlige rettigheter til vann- og landområder kan etter gjeldende nasjonal rett erverves på ulike måter.
sme: Erenoamáš vuoigatvuođaid čáhce- ja eanaviidodagaide sáhttá dálá riikkalaš rievtti mielde oažžut máŋgga láhkai.

source: På grunnlag av hevd og alders tids bruk kan enkeltindivider eller grupper ut fra en vurdering av den bruken som er utøvd, erverve eiendomsrett eller bruksrett til et område.
sme: Oamasteami ja dološ áigásaš oamasteami vuođul sáhttet ovttaskas olbmot dahje olmmošjoavkkut oažžut árvvoštallojuvvot iežaset geavaheami ja nu sii sáhttet oažžut oamastanvuoigatvuođa dahje geavahanvuoigatvuođa guvlui.

source: Rettsgrunnlagene hevd og alders tids bruk har vært anvendt av domstolene i vurderingen av om samers bruk av land og vann har konstituert rettigheter.
sme: Riektevuođuid oamasteapmi ja oamasteapmi dološ áiggi rájes leat duopmostuolut geavahan go leat árvvoštallan leat go sámiid eana- ja čáhcegeavaheamit ásahan vuoigatvuođaid.

source: I Selbusaken og Svartskogensaken fra 2001 var spørsmålet for Høyesterett hvorvidt den aktuelle bruken av tvisteområdene var av en slik karakter at det var etablert særlige (tinglige) rettigheter.
sme: Selbu-áššis ja Čáhppesvuovdeáššis 2001 lei Alimusriektái gažal-dat lei go riidoguovllu guovdilis geavaheapmi dakkár ahte erenoamáš (oapmehaš) vuoigatvuođat ledje ásahuvvon.

source: Den første dommen gjaldt en konflikt om beiterettigheter for rein hjemmehørende i deler av Selbu kommune, mens den andre dommen gjaldt en tvist mellom beboerne i Manndalen i Kåfjord kommune og staten om eiendomsretten til Svartskogen, et utmarksområde på ca. 120 km 2.
sme: Vuosttaš duopmu guoskkai riidui bohccuid guođohanvuoigatvuođaid birra mat gulle Selbu gieldda osiide, ja nubbi duopmu fas gulai riidui gaskal Olmmáivákki ássiid Gáivuona suohkanis ja stáhta oamastanvuoigatvuođaid birra Čáhppevuovdái, mii lea sullii 120 km 2 - sturrosaš meahcceguovlu.
